<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>about.button.label.license</key>
	<string>Licenza</string>
	<key>about.button.label.twitter</key>
	<string>Twitter</string>
	<key>about.button.label.website</key>
	<string>Sito web</string>
	<key>about.label.about_description</key>
	<string>Fatto col❤️ e 🔋 da</string>
	<key>app_charging_mode.state.description.charging</key>
	<string>Il limite è %@.</string>
	<key>app_charging_mode.state.description.force_charge</key>
	<string>In carica fino al 100%</string>
	<key>app_charging_mode.state.description.force_discharge</key>
	<string>Utilizzando la batteria.</string>
	<key>app_charging_mode.state.description.inhibit</key>
	<string>Il limite di ricarica è impostato a %@.</string>
	<key>app_charging_mode.state.description.temp_charging_to</key>
	<string>Il limite di ricarica è temporaneamente impostato a %@.</string>
	<key>app_charging_mode.state.title.charger_not_connected</key>
	<string>Caricatore non connesso</string>
	<key>app_charging_mode.state.title.charging</key>
	<string>In carica fino al limite</string>
	<key>app_charging_mode.state.title.disabled</key>
	<string>Disabilitato</string>
	<key>app_charging_mode.state.title.force_charge</key>
	<string>In carica</string>
	<key>app_charging_mode.state.title.force_discharge</key>
	<string>In fase di scarica</string>
	<key>app_charging_mode.state.title.inhibit</key>
	<string>Impedimento della carica</string>
	<key>app_charging_mode.state.title.initial</key>
	<string>Inizializzando</string>
	<key>app_charging_mode.state.title.override</key>
	<string>Sovrascrivi carica</string>
	<key>app_charging_mode.state.title.temp_charging</key>
	<string>Temporaneamente in carica</string>
	<key>app_charging_mode.state.title.temp_discharging</key>
	<string>Temporaneamente in fase di scarica</string>
	<key>battery_info.label.additional.app_mode</key>
	<string>Modalità</string>
	<key>battery_info.label.additional.battery_capacity</key>
	<string>Salute batteria</string>
	<key>battery_info.label.additional.cycle_count</key>
	<string>Cicli di carica</string>
	<key>battery_info.label.additional.last_discharge</key>
	<string>Ultima scarica</string>
	<key>battery_info.label.additional.last_full_charge</key>
	<string>Ultima carica completa</string>
	<key>battery_info.label.additional.power_source</key>
	<string>Fonte di carica</string>
	<key>battery_info.label.additional.temperature</key>
	<string>Temperatura</string>
	<key>battery_info.label.additional.unknown_health</key>
	<string>Sconosciuto</string>
	<key>battery_info.label.info_missing</key>
	<string>Informazione mancante</string>
	<key>battery_info.label.main.battery</key>
	<string>Batteria</string>
	<key>battery_info.label.main.elapsed_time</key>
	<string>Tempo trascorso</string>
	<key>battery_info.label.main.time.calculating</key>
	<string>Calcolando...</string>
	<key>battery_info.label.main.time.time_left</key>
	<string>Tempo rimasto</string>
	<key>battery_info.label.main.time.time_to_charge</key>
	<string>Tempo di ricarica</string>
	<key>battery_info.label.top_coalition.none</key>
	<string>Nessuna app utilizza molta energia</string>
	<key>installer.button.label.accept</key>
	<string>Accetta</string>
	<key>installer.button.label.decline</key>
	<string>Rifiuta</string>
	<key>installer.button.label.install</key>
	<string>Installa</string>
	<key>installer.name</key>
	<string>BatFi Installer </string>
	<key>installer.status.done</key>
	<string>Completato</string>
	<key>installer.status.download_error</key>
	<string>Errore di Download. $@</string>
	<key>installer.status.downloading</key>
	<string>Scaricando...</string>
	<key>installer.status.installation_error</key>
	<string>Errore di installazione. %@</string>
	<key>installer.status.installing</key>
	<string>Installazione...</string>
	<key>installer.status.ready</key>
	<string>Pronto per l'installazione</string>
	<key>installer.status.unzipping</key>
	<string>Decompressione...</string>
	<key>installer.status.unzipping_error</key>
	<string>Errore di decompressione. %@</string>
	<key>menu.charts.header</key>
	<string>Ultime 12 ore</string>
	<key>menu.charts.legend.charging</key>
	<string>In carica</string>
	<key>menu.charts.legend.inhibiting</key>
	<string>Impedimento della carica</string>
	<key>menu.charts.waitingForData</key>
	<string>Attendendo (altri) dati...</string>
	<key>menu.high_energy_usage.header</key>
	<string>Applicazioni ad alto consumo</string>
	<key>menu.high_energy_usage.loading</key>
	<string>Attendendo i dati</string>
	<key>menu.label.automatic_power_mode</key>
	<string>Modalità energia automatica</string>
	<key>menu.label.batfi</key>
	<string>BatFi...</string>
	<key>menu.label.charge_to_hundred</key>
	<string>Carica al 100%</string>
	<key>menu.label.charger_not_connected_disclaimer</key>
	<string>Modalità Override attiva solo con caricatore connesso</string>
	<key>menu.label.check_for_updates</key>
	<string>Controlla gli aggiornamenti...</string>
	<key>menu.label.debug</key>
	<string>Debug</string>
	<key>menu.label.discharge_battery</key>
	<string>Alimentato a batteria</string>
	<key>menu.label.discharging_override_but_lid_closed</key>
	<string>Impedimento della ricarica; apri il coperchio per scaricare la batteria</string>
	<key>menu.label.high_power_mode</key>
	<string>Modalità alta potenza</string>
	<key>menu.label.inhibit_charging</key>
	<string>Impedimento della ricarica</string>
	<key>menu.label.install_helper</key>
	<string>Installa Helper</string>
	<key>menu.label.low_power_mode</key>
	<string>Modalità basso consumo</string>
	<key>menu.label.more</key>
	<string>Altro</string>
	<key>menu.label.onboarding</key>
	<string>Inizializzazione...</string>
	<key>menu.label.quit</key>
	<string>Chiudi BatFi</string>
	<key>menu.label.remove_helper</key>
	<string>Rimuovi Helper</string>
	<key>menu.label.reset_settings</key>
	<string>Ripristina impostazioni</string>
	<key>menu.label.settings</key>
	<string>Impostazioni...</string>
	<key>menu.label.stop_charging_to_hundred</key>
	<string>Ferma la ricarica al 100%</string>
	<key>menu.label.stop_discharging_battery</key>
	<string>Ferma l'utilizzo della batteria</string>
	<key>menu.label.stop_override</key>
	<string>Interrompi sovrascrizione</string>
	<key>menu.power_info.header</key>
	<string>Distribuzione dell'energia</string>
	<key>menu.power_info.loading</key>
	<string>Attendendo i dati</string>
	<key>menu.tooltip.charge_to_hundred.charger_not_connected</key>
	<string>Disabilitato perché il caricatore non è connesso</string>
	<key>menu.tooltip.charge_to_hundred.discharge_turned_on</key>
	<string>Disabilitato perché "Scarica la batteria quando la percentuale è sopra il limite" è impostato</string>
	<key>notifications.alert.button.label.open_onboarding</key>
	<string>Apri inizializzazione...</string>
	<key>notifications.alert.button.label.open_system_settings</key>
	<string>Apri Impostazioni di Sistema...</string>
	<key>notifications.alert.button.label.restore_status_bar_icon</key>
	<string>Ripristina icona della barra di stato</string>
	<key>notifications.alert.informative_text.install_helper_troubleshooting</key>
	<string>L'app non funzionerà senza l'Helper. Apri l'app e completa il processo di inizializzazione dal menu Altro. Verifica che l'app è nella lista "Consenti in background" ed il relativo interruttore è impostato ad ON dentro Impostazioni di Sistema →Generale → Elementi di login</string>
	<key>notifications.alert.informative_text.not_laptop</key>
	<string>Sembra che l’app non sia in esecuzione su un laptop. Avvia BatFi su un notebook Apple.</string>
	<key>notifications.alert.informative_text.status_bar_icon_hidden</key>
	<string>Per riaprire le impostazioni di BatFi, fai clic sulla notifica, seleziona l’icona nel Launchpad o fai doppio clic nel Finder.</string>
	<key>notifications.alert.title.install_helper_troubleshooting</key>
	<string>L'Helper di BatFi non è installato</string>
	<key>notifications.alert.title.not_laptop</key>
	<string>Avvia BatFi su un MacBook</string>
	<key>notifications.alert.title.optimized_charging_turned_on</key>
	<string>L'ottimizzazione della ricarica è impostato su ON</string>
	<key>notifications.alert.title.status_bar_icon_hidden</key>
	<string>L’icona della barra di stato è nascosta</string>
	<key>notifications.notification.body.battery_calibration</key>
	<string>Scollega il computer e lascia che la batteria si scarichi completamente. Quindi, collegalo e caricalo al 100% utilizzando il comando “Carica al 100%” dal menu, se necessario.</string>
	<key>notifications.notification.body.low_battery</key>
	<string>Mi serve più carica!</string>
	<key>notifications.notification.subtitle.new_mode</key>
	<string>Nuova modalità: %@.</string>
	<key>notifications.notification.title.automatic_power_mode_on</key>
	<string>La modalità energia automatica è attiva</string>
	<key>notifications.notification.title.battery_calibration</key>
	<string>È ora di calibrare la batteria</string>
	<key>notifications.notification.title.high_power_mode_on</key>
	<string>La modalità alta potenza è attiva</string>
	<key>notifications.notification.title.low_battery</key>
	<string>Batteria quasi scarica</string>
	<key>notifications.notification.title.low_power_mode_on</key>
	<string>La modalità basso consumo è attiva</string>
	<key>onboarding.alert.button.label.open_system_settings</key>
	<string>Apri Impostazioni di Sistema</string>
	<key>onboarding.alert.message.helper_not_installed</key>
	<string>Sembra che non hai dato i permessi all'helper. Se non è apparsa una finestra per la password/Touch ID è tutto ok - è un bug di macOS e ogni tanto succede. Puoi sempre cambiare i permessi in Impostazioni di Sistema. Ricorda che l'app non funzione senza l'helper.</string>
	<key>onboarding.alert.title.helper_not_installed</key>
	<string>L'Helper non è (ancora) installato.</string>
	<key>onboarding.button.label.complete</key>
	<string>Completa</string>
	<key>onboarding.button.label.get_started</key>
	<string>Iniziare</string>
	<key>onboarding.button.label.install_helper</key>
	<string>Installa helper</string>
	<key>onboarding.button.label.launch_at_login</key>
	<string>Apri BatFi al login</string>
	<key>onboarding.button.label.next</key>
	<string>Successivo</string>
	<key>onboarding.button.label.previous</key>
	<string>Precedente</string>
	<key>onboarding.button.label.tip_jar.tip</key>
	<string>Dona %@.</string>
	<key>onboarding.label.almost_done</key>
	<string>Quasi finito.</string>
	<key>onboarding.label.app_description</key>
	<string>BatFi ti aiuta ad ottimizzare le performance della batteria di macOS gestendo i livelli della carica in maniera intelligente, ma comunque lasciando a te il pieno controllo - carica fino al 100% quando ne hai bisogno.</string>
	<key>onboarding.label.app_is_ready</key>
	<string>L'app è pronta per l'uso!</string>
	<key>onboarding.label.done</key>
	<string>Fatto.</string>
	<key>onboarding.label.extend_life</key>
	<string>Estendi la vita del tuo Mac.</string>
	<key>onboarding.label.helper_description</key>
	<string>BatFi installerà uno strumento helper, che lavorerà in background ed è in grado di cambiare la modalità di carica del tuo computer.</string>
	<key>onboarding.label.helper_requires_admin</key>
	<string>Installar lo strumento helper richiede i permessi di admin ed è essenziale per le funzionalità di BatFi.</string>
	<key>onboarding.label.launch_at_login_recommendation</key>
	<string>Raccomandato. Puoi cambiarlo dopo nelle impostazioni dell'applicazione.</string>
	<key>onboarding.label.set_limit</key>
	<string>Imposta limite di carica.</string>
	<key>onboarding.label.set_limit_description</key>
	<string>Imposta una percentuale di ricarica massima per evitare di mantenere il livello di carica al 100% e migliorare la longevità della batteria.</string>
	<key>onboarding.label.set_limit_set_up_later</key>
	<string>Puoi modificare questa impostazione dopo nelle impostazioni dell'app.</string>
	<key>onboarding.slider.label.set_limit</key>
	<string>Interrompi carica quando la batteria raggiunge il %@</string>
	<key>settings.accessibility.title.advanced</key>
	<string>Pannello Avanzate</string>
	<key>settings.accessibility.title.charging</key>
	<string>Pannello Carica</string>
	<key>settings.accessibility.title.general</key>
	<string>Pannello Generale</string>
	<key>settings.accessibility.title.hotkeys</key>
	<string>Pannello Tasti di scelta rapida</string>
	<key>settings.accessibility.title.notifications</key>
	<string>Pannello Notifiche</string>
	<key>settings.accessibility.title.statusBar</key>
	<string>Pannello Menu</string>
	<key>settings.button.description.lid_must_be_opened</key>
	<string>Funziona solo quando il coperchio è aperto.</string>
	<key>settings.button.label.automatically_check_updates</key>
	<string>Controlla automaticamente gli aggiornamenti</string>
	<key>settings.button.label.automatically_download_updates</key>
	<string>Scarica automaticamente gli aggiornamenti</string>
	<key>settings.button.label.automatically_manage_charging</key>
	<string>Gestisci automaticamente la carica</string>
	<key>settings.button.label.battery_calibration_recommended</key>
	<string>Calibrazione della batteria raccomandata</string>
	<key>settings.button.label.battery_percentage</key>
	<string>Mostra percentuale batteria</string>
	<key>settings.button.label.battery_percentage_next_to_icon</key>
	<string>Mostra la percentuale accanto all’icona</string>
	<key>settings.button.label.blink_magSafe_when_discharging</key>
	<string>Lampeggia il LED sul MagSafe qualche volta quando l'applicazione comincia a scaricare la batteria</string>
	<key>settings.button.label.charging_status_did_change</key>
	<string>Lo stato della batteria è cambiato</string>
	<key>settings.button.label.check_for_beta_updates</key>
	<string>Consenti la versione beta dell'app</string>
	<key>settings.button.label.debug_menu</key>
	<string>Mostra menu di Debug</string>
	<key>settings.button.label.disable_automatic_sleep</key>
	<string>Ritarda la sospensione automatica durante la ricarica, se il limite non è stato raggiunto</string>
	<key>settings.button.label.discharge_batter_when_overcharged</key>
	<string>Scarica la batteria quando la carica supera il limite</string>
	<key>settings.button.label.enable_system_charge_limit_on_sleep</key>
	<string>Abilita automaticamente il limite (80%) quando il Mac va in standby</string>
	<key>settings.button.label.high_energy_impact_processes_show</key>
	<string>Mostra applicazioni ad alto consumo</string>
	<key>settings.button.label.launch_at_login</key>
	<string>Apri al login</string>
	<key>settings.button.label.magsafe_use_green_light</key>
	<string>Usa la luce verde sul MagSafe quando la carica è in pausa</string>
	<key>settings.button.label.monochrome_icon</key>
	<string>Mostra l'icona monocolore</string>
	<key>settings.button.label.pause_charging_on_sleep</key>
	<string>Metti in pausa automaticamente la carica quando il Mac va in standby.</string>
	<key>settings.button.label.send_analytics</key>
	<string>Invia rapporti sugli arresti anomali</string>
	<key>settings.button.label.show_alerts_when_optimized_charging_is_engaged</key>
	<string>Mostra un avviso quando viene attivata la modalità carica ottimizzata</string>
	<key>settings.button.label.show_battery_chart_in_menu</key>
	<string>Mostra grafico della percentuale della batteria nel menu</string>
	<key>settings.button.label.show_battery_cycles</key>
	<string>Mostra il conteggio dei cicli della batteria</string>
	<key>settings.button.label.show_battery_health</key>
	<string>Mostra la salute della batteria</string>
	<key>settings.button.label.show_battery_temperature</key>
	<string>Mostra la temperatura della batteria</string>
	<key>settings.button.label.show_last_discharge_date</key>
	<string>Mostra la data dell’ultima scarica</string>
	<key>settings.button.label.show_last_full_charge_date</key>
	<string>Mostra la data dell’ultima carica completa</string>
	<key>settings.button.label.show_power_diagram</key>
	<string>Mostra la distribuzione dell'energia</string>
	<key>settings.button.label.show_power_mode_options</key>
	<string>Mostra le opzioni della modalità energia</string>
	<key>settings.button.label.show_power_source</key>
	<string>Mostra la fonte di energia</string>
	<key>settings.button.label.show_status_bar_icon</key>
	<string>Mostra l’icona della barra di stato</string>
	<key>settings.button.label.show_time_left_status_icon</key>
	<string>Mostra il tempo rimasto</string>
	<key>settings.button.label.turn_off_charging_when_battery_is_hot</key>
	<string>Disattiva automaticamente la carica quando al surriscaldamento della batteria.</string>
	<key>settings.button.tooltip.disable_automatic_sleep</key>
	<string>L'app ritarderà la modalità di sospensione in modo che il computer si carichi fino al limite, quindi inibirà la ricarica e metterà il Mac in modalità di sospensione</string>
	<key>settings.button.tooltip.discharge_battery_when_overcharged</key>
	<string>Quando il coperchio del Macbook viene aperto, l'app può scaricare la batteria fino a raggiungere il limite</string>
	<key>settings.button.tooltip.turn_off_charging_when_battery_is_hot</key>
	<string>Disattiva la carica quando la batteria raggiunge i 40°C o più.</string>
	<key>settings.hotkey.label.charge_to_full</key>
	<string>Attiva/Disattiva carica fino al 100%</string>
	<key>settings.hotkey.label.discharge</key>
	<string>Attiva/Disattiva esecuzione a batteria</string>
	<key>settings.hotkey.label.inhibit</key>
	<string>Attiva/Disattiva impedimento della carica</string>
	<key>settings.hotkey.label.stop_override</key>
	<string>Interrompi sovracrizione della carica</string>
	<key>settings.hotkey.label.toggle_high_power_mode</key>
	<string>Attiva/disattiva modalità alta potenza</string>
	<key>settings.hotkey.label.toggle_low_power_mode</key>
	<string>Attiva/disattiva modalità basso consumo</string>
	<key>settings.label.analytics_are_always_on_during_beta</key>
	<string>Sempre abilitato durante la Beta</string>
	<key>settings.label.battery_low_threshold</key>
	<string>La batteria è scarica al %lld%%</string>
	<key>settings.label.charging_recommendation_part1</key>
	<string>80% è il valore raccomandato per un utilizzo giornaliero.</string>
	<key>settings.label.charging_recommendation_part2</key>
	<string>Puoi manualmente sovrascrivere queste impostazioni utilizzando il comando "Carica fino al 100%" nel menu.</string>
	<key>settings.label.high_energy_impact_processes_duration</key>
	<string>Aggiorna ogni: %@</string>
	<key>settings.label.high_energy_impact_processes_max_duration</key>
	<string>5 minuti</string>
	<key>settings.label.high_energy_impact_processes_min_duration</key>
	<string>30s</string>
	<key>settings.label.high_energy_impact_processes_threshold</key>
	<string>Soglia dell'impatto energetico: %lld</string>
	<key>settings.label.highest_limit</key>
	<string>90%</string>
	<key>settings.label.lowest_limit</key>
	<string>50%</string>
	<key>settings.label.tip_jar.body</key>
	<string>Mostra il tuo sostegno con una donazione!
Il tuo contributo mi aiuta a continuare a migliorare e rende BatFi ancora migliore per te.
Grazie per essere una parte straordinaria della nostra comunità!</string>
	<key>settings.label.tip_jar.button_description_1</key>
	<string>Il pulsante aprirà il sito Gumroad con il prezzo già impostato.</string>
	<key>settings.label.tip_jar.button_description_2</key>
	<string>Puoi cambiare l'importo prima di procedere.</string>
	<key>settings.label.tip_jar.title</key>
	<string>Ti piace BatFi?</string>
	<key>settings.section.advanced</key>
	<string>Avanzato</string>
	<key>settings.section.alerts</key>
	<string>Avvisi</string>
	<key>settings.section.charging</key>
	<string>Carica</string>
	<key>settings.section.debug</key>
	<string>Debug</string>
	<key>settings.section.general</key>
	<string>Generale</string>
	<key>settings.section.high_energy_impact_processes</key>
	<string>Applicazioni ad alto consumo</string>
	<key>settings.section.magSafe</key>
	<string>MagSafe</string>
	<key>settings.section.menu</key>
	<string>Menu</string>
	<key>settings.section.notifications</key>
	<string>Notifiche</string>
	<key>settings.section.other</key>
	<string>Altro</string>
	<key>settings.section.status_icon</key>
	<string>Icona di stato</string>
	<key>settings.section.updates</key>
	<string>Aggiornamenti</string>
	<key>settings.slider.label.turn_off_charging_at</key>
	<string>Disattiva ricarica quando la batteria raggiunge il %@.</string>
	<key>settings.tab.title.advanced</key>
	<string>Avanzate</string>
	<key>settings.tab.title.charging</key>
	<string>Carica</string>
	<key>settings.tab.title.general</key>
	<string>Generale</string>
	<key>settings.tab.title.hotkeys</key>
	<string>Tasti di scelta rapida</string>
	<key>settings.tab.title.notifications</key>
	<string>Notifiche</string>
	<key>settings.tab.title.statusbar</key>
	<string>Barra dei menu</string>
	<key>settings.tab.title.tip_jar</key>
	<string>Salvadanaio</string>
</dict>
</plist>
